<template>

  <div class="sign_agreement">

    <div class="page_title">快捷签署服务委托协议书</div>

    <div class="title">一、概述</div>

    <div class="content">1、本快捷签署服务协议（以下简称“委托书”）由上海广略企业服务外包有限公司（以下简称“嘉薪平台”）与您就快捷签署服务所订立的有效合约。您通过网络页面点击确认本协议或以其他方式选择接受本协议，即表示您与嘉薪平台已达成协议并同意接受本协议的全部约定内容。</div>

    <div class="content">2、在接受本协议之前，请您仔细阅读本协议的全部内容（特别是以粗体下划线标注的内容 ）。<span class="underline black">如您不同意接受本协议的任意内容，或者无法准确理解相关条款含义的，请不要进行后续操作。</span>如果您对本协议的条款有疑问的，请通过400-821-6990客服电话进行咨询（9:00-17:30）</div>

    <div class="content">3、 <span class="underline black">您同意，嘉薪平台有权随时对本协议内容进行单方面的变更，并以在www. 99payroll.cn网站公告的方式提前予以公布，无需另行单独通知您；若您在本协议内容公告变更生效后继续使用本服务的，表示您已充分阅读、理解并接受变更修改后的协议内容，也将遵循变更修改后的协议内容使用本服务；若您不同意变更修改后的协议内容，您应在变更生效前停止使用本服务。</span></div>

    <div class="title">二、双方权利义务</div>

    <div class="content">1、您应确保您是使用本服务的CA数字证书持有人，可合法、有效使用该CA数字证书且未侵犯任何第三方合法权益，否则因此造成嘉薪平台、CA数字证书持有人人损失的，您应负责赔偿并承担全部法律责任，包括但不限于<span class="underline black">对您的嘉薪企业账户中的余额进行止付、终止或中止为您提供服务，从您的前述嘉薪账户中扣除相应的款项等。</span></div>
    <div class="content underline black">2、您应确保开通本服务所提供的手机号码为本人所有，并授权嘉薪平台可以通过第三方渠道对您所提供手机号码的真实性、有效性进行核实。</div>
    <div class="content underline black">3、您同意嘉薪平台有权依据其自身判断对涉嫌欺诈或被他人控制并用于欺诈目的的嘉薪账户采取相应的措施，上述措施包括但不限于对您的嘉薪平台账户中的余额进行止付、终止或中止为您提供嘉薪平台业务相关服务、处置涉嫌欺诈的资金等。</div>
    <div class="content underline black">4、您应妥善保管银行卡、卡号、密码、发卡行预留的手机号码以及嘉薪平台账号、密码、CA数字证书、支付盾、宝令、手机动态口令、嘉薪账户绑定的手机号码、来自于发卡行或嘉薪平台向您发送的校验码等与CA数字证书或与嘉薪账户有关的一切信息和设备。如您遗失或泄露前述信息或设备的，您应及时通知发卡行及或嘉薪平台，以减少可能发生的损失。无论是否已通知发卡行及嘉薪平台，因您的原因所致损失需由您自行承担。</div>
    <div class="content">5、您在使用本服务时，应当认真确认交易信息，包括且不限于服务名称、数量、金额等，并按嘉薪业务流程发出符合《快捷签署服务委托协议书》约定的指令。<span class="underline black">您认可和同意：您发出的指令不可撤回或撤销，嘉薪平台一旦根据您的指令使用您的CA数字证书进行合同签署，您不应以非本人意愿交易或其他任何原因要求嘉薪平台撤销合同或承担其他责任。</span></div>
    <div class="content">6、您在对使用本服务过程中发出指令的真实性及有效性承担全部责任；您承诺，嘉薪平台依照您的指令进行操作的一切风险由您承担。</div>
    <div class="content underline black underline black">7、您认可嘉薪账户的使用记录数据、交易金额数据等均以嘉薪系统平台记录的数据为准。</div>
    <div class="content">8、您同意嘉薪有权留存您在https://www.99payroll.cn/网站填写的相应信息，并授权嘉薪查询该帐号的相关信息，包括且不限于借记卡余额、嘉薪账户余额、CA数字证书信息、账户流水明细、个人身份信息等内容，以供后续向您持续性地提供相应服务（包括但不限于将本信息用于向您推广、提供其他更加优质的产品或服务）。</div>
    <div class="content underline black">9、出现下列情况之一的，嘉薪有权立即终止您使用嘉薪平台相关服务而无需承担任何责任：（1）将本服务用于非法目的；（2）违反本协议的约定；（3）违反嘉薪平台及或嘉薪关联公司等其他公司网站的条款、协议、规则、通告等相关规定及您与前述主体签署的任一协议，而被上述任一主体终止提供服务的；（4）嘉薪认为向您提供本服务存在风险的；（5）您的CA数字证书无效、有效期届满或注销（如有）。</div>
    <div class="content underline black">10、若您未违反《数字证书使用服务协议》及本协议约定且因不能归责于您的原因，造成CA数字证书通过本服务被使用与未经授权的合同，造成您的资金损失的，您可向嘉薪平台申请补偿。您应在知悉资金发生损失后及时通知嘉薪平台并按要求提交相关的申请材料和证明文件，嘉薪将通过自行补偿或保险公司赔偿的方式处理您的申请。具体处理方式由您自行选择决定，嘉薪平台承诺不会因此损害您的合法权益。</div>
    <div class="content underline black">11、不论嘉薪平台选择何种方式保障您使用本服务的资金安全，您同意并认可嘉薪最终的补偿行为或保险赔偿行为并不代表前述资金损失应归责于嘉薪，亦不代表嘉薪须为此承担其他任何责任。您同意，嘉薪在向您支付补偿的同时，即刻取得您可能或确实存在的就前述资金损失而产生的对第三方的所有债权及其他权利，包括但不限于就上述债权向第三方追偿的权利，</div>
    <div class="content underline black">12、若您又从其它渠道挽回了资金损失的，或有新证据证明您涉嫌欺诈的，或者发生您应当自行承担责任的其他情形，您应在第一时间通知嘉薪并将返还嘉薪已补偿或保险公司已赔偿的款项，否则本平台有权自行或根据保险公司委托采取包括但不限于从您全部或部分嘉薪账户（含该账户之关联账户）划扣等方式向您进行追偿，并将您的信用信息进入个人征信体系。</div>

    <div class="title">三、承诺与保证</div>

    <div class="content underline black">1、您保证使用本服务过程中提供的信息真实、准确、完整、有效。嘉薪按照您设置的相关信息为您提供相应服务，对于因您提供信息不真实或不完整所造成的损失由您自行承担。</div>

    <div class="content underline black">2、您授权嘉薪在您使用本服务期间或本服务终止后，有权保留您在使用本服务期间所形成的相关信息数据，同时该授权不可撤销。</div>

    <div class="title">四、其他条款</div>

    <div class="content underline black">1、因本协议产生之争议，均应依照中华人民共和国法律予以处理，并由被告住所地人民法院管辖。</div>

    <div class="content">2、您同意，本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，没有相关法律规定的，参照通用国际商业惯例和（或）行业惯例。</div>

    <div class="content">3、本协议部分内容被有管辖权的法院认定为违法或无效的，不因此影响其他内容的效力。</div>

    <div class="content">4、本协议属于《数字证书使用服务协议》不可分割的一部分。本协议与《数字证书使用协议》的约定不一致的，以本协议为准；本协议未约定事宜，均以嘉薪不时公布的《快捷签署服务委托协议书》及相关附属规则为补充。</div>

  </div>

</template>

<script>
    export default {
        name: "sign_agreement.vue",

      activated () {

        setTimeout(function () {

          window.scrollTo(0,0);

        },10);

      }
    }
</script>

<style scoped lang="less">
  @import "sign_agreement.less";
</style>
